---
kind: other
id: Properties.T:Autodesk.Revit.DB.ImageType
source: html/e89bb5d5-005c-6837-4cd1-27d8955e0815.htm
---
# ImageType Properties

The id of the assembly instance to which the element belongs.